tap "fsouza/prettierd"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "jesseduffield/lazygit"
brew "diff-so-fancy"
brew "fzf"
brew "neovim", args: ["HEAD"]
brew "ripgrep"
brew "tmux"
brew "tree"
brew "fsouza/prettierd/prettierd"
brew "jesseduffield/lazygit/lazygit"
brew "pass"
cask "alacritty"
cask "discord"
cask "docker"
cask "firefox"
cask "font-jetbrains-mono-nerd-font"
cask "font-ubuntu-mono-nerd-font"
cask "font-victor-mono-nerd-font"
cask "google-chrome"
cask "grammarly-desktop"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "keycastr"
cask "messenger"
cask "raycast"
cask "slack"
cask "visual-studio-code-insiders"
cask "obsidian"
cash "gpg-suite"

# brew "age"
# brew "jpeg-xl"
# brew "aom"
# brew "bat"
# brew "deno"
# brew "libarchive"
# brew "libass"
# brew "pango"
# brew "ffmpeg"
# brew "gh"
# brew "git"
# brew "jq"
# brew "mas"
# brew "n"
# brew "openjdk@11"
# cask "1password"
# cask "1password-cli"
# cask "asana"
# cask "cron"
# cask "dotnet-?sdk"
# cask "font-blex-mono-nerd-font"
# cask "font-caskaydia-cove-nerd-font"
# cask "font-inconsolata-nerd-font"
# cask "font-iosevka-nerd-font"
# cask "font-meslo-lg-nerd-font"
# cask "font-monoid-nerd-font"
# cask "gather"
# cask "mongodb-compass"
# cask "notion"
# cask "obs"
# cask "openemu"
# cask "screenflow"
# cask "streamlabs-obs"
# cask "zoom"
